---
kind: other
id: Methods.T:Autodesk.Revit.DB.FabricationConfiguration
source: html/bcb8eb9f-8bb4-7fdd-d6c2-bd172ae2379b.htm
---
# FabricationConfiguration Methods

Checks to see if the specified ancillary exists.